Repository: Frannca/frannca
Catalog: src/Locale/*/default.po
Languages: pt_br

source: About
pt_br: Sobre

source: <b>Frannca</b> is a brazilian startup that develops solutions for the internet. Creates websites according to customer needs and general solutions for the Internet. Frannca was founded by <b>Renato França</b> in October 16, 2015.
pt_br: <b>Frannca</b> é uma startup brasileira que desenvolve soluções para a internet. Cria sites de acordo com as necessidades do cliente e soluções gerais para a internet. Frannca foi fundada por <b>Renato França</b> em 16 de Outubro de 2015.

source: Solutions for your business
pt_br: Soluções para o seu negócio

source: See some of our work
pt_br: Veja alguns dos nossos trabalhos

source: Frannca company website.
pt_br: Site da empresa Frannca.

source: More Details
pt_br: Mais Detalhes

source: Get code on GitHub
pt_br: Pegar código no GitHub

source: Project: Frannca
pt_br: Projeto: Frannca

source: Project
pt_br: Projeto

source: Description
pt_br: Descrição

source: We develop our own website and provide its source code on GitHub. Feel free to check the quality of our work that goes beyond the visual.
pt_br: Nós desenvolvemos nosso próprio site e fornecemos seu código-fonte no GitHub. Sinta-se livre para verificar a qualidade do nosso trabalho que vai além do visual.

source: Technologies
pt_br: Tecnologias

source: Learn about the technologies used in this project.
pt_br: Saiba mais sobre as tecnologias utilizadas neste projeto.
